import { translationEN } from "./en";

export const translationBG: typeof translationEN = {
  home: {
    hero: {
      title: "Добре дошли в Internship Connect",
      description:
        "Открийте вълнуващи възможности за стаж и позиции на пълен работен ден. Свържете се с водещи компании и направете следващата стъпка в кариерата си.",
      button: "Потърси възможности",

      card1: "За кандидати",
      card1text1: "Намерете мечтания стаж или работа",
      card1text2: "Кандидатствайте директно към водещи компании",
      card1text3: "Проследете своите кандидатури на едно място",
      card1button: "Регистрирайте се като кандидат",

      card2: "За фирми",
      card2text1: "Публикувайте възможности и намерете талантливи кандидати",
      card2text2: "Опростете процеса на набиране на персонал",
      card2text3: "Свържете се с най-добрите изгряващи таланти",
      card2button: "Присъединете се като компания",

      features: {
        title: "Защо да изберете нас?",
        description: "Улесняваме свързването на таланта с възможностите",
        card1: "Лесно за използване приложение",
        description1:
          "Рационализиран процес, за да ви помогне да намерите и приложите бързо възможности.",
        card2: "Качествени възможности",
        description2: "Подбрани обяви от проверени компании и организации.",
        card3: "Растеж в кариерата",
        description3:
          "Намерете възможности, които са в съответствие с вашите кариерни цели и стремежи",
      },
    },
  },
  navbar: {
    internships: "Стажове",
    opportunities: "Възможностти",
    calculator: "Калкулатор за заплати",
    community: "Общност",
    candidates: "Кандидати",
    partner: "Партньори",
    career: "Кариерен асистент",
    map: "Карта",
    contacts: "Контакти",
    account: "Моят акаунт",
    profile: "Профил",
    application: "Апликации",
    us: "За нас",
    manage: "Управление на възможностите",
    admin: "Административен панел",
    logout: "Изход",
    login: "Влезте",
    register: "Регистрирайте се",
    candidateContacts: "Контакти с кандидати",
    partnersContacts: "Партньори Контакти",
    text: "Свържете се с най-добрите кандидати и рационализирайте набирането на персонал.",
    text1: "Партнирайте с топ кандидати за траен успех.",
    description: "Стартирайте кариерата си с вълнуващи възможности за стаж!",
    subtext: "Стипендии, конкурси и програми",
    subtext2: "Използвайте нашия калкулатор за заплати, за да оцените потенциалните си приходи.",
    subtext3:
      "Присъединете се към нашата общност, за да се свържете, да си сътрудничите и да растете.",
  },
  languageSelector: {
    selectLanguage: "Избери език",
    en: "АНГЛ",
    bg: "БГ",
  },
};
